Revit 2027 API
ParameterTypeId.ConnectorAngleOfDeflection Property
 "Angle of Deflection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorAngleOfDeflection { get; }
Public Shared ReadOnly Property ConnectorAngleOfDeflection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorAngleOfDeflection {
	ForgeTypeId^ get ();
}
static member ConnectorAngleOfDeflection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace